"About" = "Hakkında";

"Chat and Message Alerts" = "Sohbet ve Mesaj Uyarıları";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Push bildirimi ayarları dahil bildirim ayarları uygulamanın içindedir. Kısayollarını aç ve Hesap Ayarları'na dokun.";

"Notifications" = "Bildirimler";

"Photo and Video" = "Fotoğraf ve Video";

"Play Sound" = "Ses";

"Record HD Video" = "HD Video Kaydet";

"Version" = "Sürüm";

"Vibrate" = "Titreşim";

